Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 关闭后，输入胁迫密码将不再触发自动清空。
de: Wenn die Funktion deaktiviert ist, löst die Eingabe eines Zwangspassworts keine automatische Löschung mehr aus.
en: If turned off, entering the duress password will no longer trigger automatic data wiping.
es: Cuando está desactivado, ingresar una contraseña de coerción ya no activará la eliminación automática.
fr: Lorsqu'elle est désactivée, la saisie d'un mot de passe coercitif ne déclenchera plus l'effacement automatique.
it: Quando disattivato, l'inserimento di una password di coercizione non attiverà più la cancellazione automatica.
ja: オフにすると、強制パスワードを入力しても自動クリアはトリガーされなくなります。
ko: 끄면 강제 비밀번호를 입력해도 더 이상 자동 삭제가 실행되지 않습니다.
ru: Если этот параметр отключен, ввод принудительного пароля больше не будет вызывать автоматическую очистку.
zh_hant_tw: 關閉後，輸入脅迫密碼將不再觸發自動清空。
zh_hk: 關閉後，輸入脅迫密碼將不再觸發自動清空。

source: 关闭胁迫密码
de: Deaktivieren Sie das Zwangspasswort
en: Turn Off Duress Password
es: Desactivar la contraseña de coacción
fr: Désactiver le mot de passe sous contrainte
it: Disattiva la password di coercizione
ja: 強迫パスワードをオフにする
ko: 협박 비밀번호 끄기
ru: Отключить пароль принуждения
zh_hant_tw: 關閉脅迫密碼
zh_hk: 關閉脅迫密碼

source: 关闭胁迫密码？
de: Zwangspasswort deaktivieren?
en: Turn Off Duress Password?
es: ¿Desactivar la contraseña de coacción?
fr: Désactiver le mot de passe sous contrainte ?
it: Disattivare la password di coercizione?
ja: 強迫パスワードをオフにしますか?
ko: 협박 비밀번호를 사용 중지하시겠습니까?
ru: Отключить пароль принуждения?
zh_hant_tw: 關閉脅迫密碼？
zh_hk: 關閉脅迫密碼？

source: 其中包含 %1$lld 个高级数据保护媒体和 %2$lld 个强加密相册；查看这部分内容前，请确保高级数据保护保持开启。
de: Es enthält %1$lld Advanced Data Protection-Medien und %2$lld stark verschlüsselte Alben; Bitte stellen Sie sicher, dass der erweiterte Datenschutz aktiviert ist, bevor Sie diesen Abschnitt lesen.
en: This includes %1$lld Advanced Data Protection media items and %2$lld encrypted albums. Keep Advanced Data Protection enabled to view them.
es: Contiene %1$lld medios de protección de datos avanzada y %2$lld álbumes fuertemente cifrados; asegúrese de que la Protección de datos avanzada esté activada antes de ver esta sección.
fr: Il contient %1$lld médias Advanced Data Protection et %2$lld albums fortement cryptés ; veuillez vous assurer que la protection avancée des données est activée avant de consulter cette section.
it: Contiene %1$lld supporti di protezione dati avanzata e %2$lld album fortemente crittografati; assicurati che la protezione avanzata dei dati sia attivata prima di visualizzare questa sezione.
ja: これには、%1$lld Advanced Data Protection メディアと %2$lld の強力に暗号化されたアルバムが含まれています。このセクションを参照する前に、高度なデータ保護がオンになっていることを確認してください。
ko: 여기에는 %1$lld 고급 데이터 보호 미디어와 %2$lld 강력하게 암호화된 앨범이 포함되어 있습니다. 이 섹션을 보기 전에 고급 데이터 보호 기능이 켜져 있는지 확인하십시오.
ru: Он содержит %1$lld носители Advanced Data Protection и %2$lld сильно зашифрованные альбомы; перед просмотром этого раздела убедитесь, что расширенная защита данных включена.
zh_hant_tw: 其中包含 %1$lld 個進階資料保護媒體和 %2$lld 個強加密相簿；查看這部分內容前，請確保進階資料保護保持開啟。
zh_hk: 其中包含 %1$lld 個進階數據保護媒體和 %2$lld 個強加密相簿；查看這部分內容前，請確保進階數據保護保持開啟。

source: 其中包含 %1$lld 个高级数据保护媒体和 %2$lld 个强加密相册；这部分内容需要会员并开启高级数据保护后才能查看。
de: Es enthält %1$lld erweiterte Datenschutzmedien und %2$lld stark verschlüsselte Fotoalben; Für diesen Inhalt ist eine Mitgliedschaft und die Aktivierung des erweiterten Datenschutzes erforderlich, bevor Sie ihn anzeigen können.
en: This includes %1$lld Advanced Data Protection media items and %2$lld encrypted albums. A membership and Advanced Data Protection are required to view them.
es: Contiene %1$lld medios de protección de datos avanzados y %2$lld álbumes de fotos fuertemente cifrados; este contenido requiere membresía y activación de protección de datos avanzada antes de poder verlo.
fr: Il contient %1$lld supports de protection des données avancés et %2$lld albums photo fortement cryptés ; ce contenu nécessite une adhésion et l'activation de la protection avancée des données avant de pouvoir le visualiser.
it: Contiene %1$lld supporti avanzati per la protezione dei dati e %2$lld album fotografici fortemente crittografati; questo contenuto richiede l'iscrizione e l'attivazione della protezione avanzata dei dati prima di poterlo visualizzare.
ja: これには、%1$lld の高度なデータ保護メディアと %2$lld の強力に暗号化されたフォト アルバムが含まれています。このコンテンツを表示するには、メンバーシップと高度なデータ保護を有効にする必要があります。
ko: 여기에는 %1$lld 고급 데이터 보호 미디어와 %2$lld 강력하게 암호화된 사진 앨범이 포함되어 있습니다. 이 콘텐츠를 보려면 멤버십이 필요하고 고급 데이터 보호 기능을 켜야 합니다.
ru: Он содержит носители с улучшенной защитой данных %1$lld и сильно зашифрованные фотоальбомы %2$lld; для просмотра этого контента требуется членство и включение расширенной защиты данных.
zh_hant_tw: 其中包含 %1$lld 個進階資料保護媒體和 %2$lld 個強加密相簿；這部分內容需要會員並開啟高級資料保護後才能查看。
zh_hk: 其中包含 %1$lld 個進階數據保護媒體和 %2$lld 個強加密相簿；這部分內容需要會員並開啟高級數據保護後才能查看。

source: 其他相册
de: Andere Alben
en: Other Albums
es: Otros álbumes
fr: Autres albums
it: Altri album
ja: 他のアルバム
ko: 기타 앨범
ru: Другие альбомы
zh_hant_tw: 其他相簿
zh_hk: 其他相簿

source: 内容类型
de: Inhaltstyp
en: Content Type
es: tipo de contenido
fr: Type de contenu
it: Tipo di contenuto
ja: コンテンツタイプ
ko: 콘텐츠 유형
ru: Тип контента
zh_hant_tw: 內容類型
zh_hk: 內容類型

source: 再次输入 4 位数字密码
de: Geben Sie Ihr 4-stelliges Passwort erneut ein
es: Ingrese nuevamente su contraseña de 4 dígitos
fr: Saisissez à nouveau votre mot de passe à 4 chiffres
it: Inserisci nuovamente la tua password di 4 cifre
ja: 4桁のパスワードを再度入力してください
ko: 비밀번호 4자리를 다시 입력하세요
ru: Введите свой 4-значный пароль еще раз
zh_hant_tw: 再次輸入 4 位數字密碼
zh_hk: 再次輸入 4 位數字密碼

source: 再次输入 6 位数字密码
de: Geben Sie Ihr 6-stelliges Passwort erneut ein
es: Ingrese nuevamente su contraseña de 6 dígitos
fr: Saisissez à nouveau votre mot de passe à 6 chiffres
it: Inserisci nuovamente la tua password di 6 cifre
ja: 6桁のパスワードを再度入力してください
ko: 비밀번호 6자리를 다시 입력하세요
ru: Введите свой 6-значный пароль еще раз
zh_hant_tw: 再次輸入 6 位數字密碼
zh_hk: 再次輸入 6 位數字密碼

source: 再次输入复杂密码
de: Geben Sie das komplexe Passwort erneut ein
es: Ingrese la contraseña compleja nuevamente
fr: Saisissez à nouveau le mot de passe complexe
it: Inserisci nuovamente la password complessa
ja: 複雑なパスワードを再度入力してください
ko: 복잡한 비밀번호를 다시 입력하세요
ru: Введите сложный пароль еще раз
zh_hant_tw: 再次輸入複雜密碼
zh_hk: 再次輸入複雜密碼

source: 再次输入导出密码
de: Geben Sie das Exportpasswort erneut ein
en: Re-enter Export Password
es: Ingrese la contraseña de exportación nuevamente
fr: Saisissez à nouveau le mot de passe d'exportation
it: Immettere nuovamente la password di esportazione
ja: エクスポートパスワードを再度入力してください
ko: 내보내기 비밀번호를 다시 입력하세요.
ru: Введите пароль экспорта еще раз
zh_hant_tw: 再次輸入匯出密碼
zh_hk: 再次輸入導出密碼

source: 最多可导入 20 个照片和视频
de: Importieren Sie bis zu 20 Fotos und Videos
en: Import up to 20 photos and videos
es: Importa hasta 20 fotos y vídeos
fr: Importez jusqu'à 20 photos et vidéos
it: Importa fino a 20 foto e video
ja: 最大 20 枚の写真とビデオをインポート
ko: 최대 20개의 사진과 비디오 가져오기
ru: Импортируйте до 20 фотографий и видео.
zh_hant_tw: 最多可匯入 20 張照片和影片
zh_hk: 最多可導入 20 張相片和視頻

source: 最新在前
de: Neueste zuerst
en: Newest First
es: último primero
fr: le dernier en premier
it: prima l'ultima
ja: 最新のものから順
ko: 최신순
ru: последний сначала

source: 最早在前
de: frühestens zuerst
en: Oldest First
es: más temprano primero
fr: le plus tôt en premier
it: il più presto possibile
ja: 早い順
ko: 가장 먼저
ru: самый ранний первый

source: 最近日志
de: Aktuelle Protokolle
en: Recent Logs
es: Registros recientes
fr: Journaux récents
it: Registri recenti
ja: 最近のログ
ko: 최근 로그
ru: Последние журналы
zh_hant_tw: 最近日誌
zh_hk: 最近日誌

source: 写入媒体索引
de: Medienindex schreiben
en: Writing media index
es: Escribir índice de medios
fr: Écrire l'index des médias
it: Scrivi l'indice dei media
ja: メディアインデックスの書き込み
ko: 미디어 인덱스 쓰기
ru: Написать медиа-индекс
zh_hant_tw: 寫入媒體索引
zh_hk: 寫入媒體索引

source: 准备中
de: In Vorbereitung
en: Preparing
es: En preparación
fr: En préparation
it: In preparazione
ja: 準備中
ko: 준비중
ru: В стадии подготовки
zh_hant_tw: 準備中
zh_hk: 準備中

source: 准备导入
de: Bereiten Sie den Import vor
en: Preparing Import
es: Prepárese para importar
fr: Préparez-vous à importer
it: Preparati per l'importazione
ja: インポートの準備をする
ko: 가져오기 준비
ru: Подготовьтесь к импорту
zh_hant_tw: 準備匯入
zh_hk: 準備導入

source: 出现了一点问题。
de: Etwas ist schief gelaufen.
en: Something went wrong.
es: Algo salió mal.
fr: Quelque chose s'est mal passé.
it: Qualcosa è andato storto.
ja: 何か問題が発生しました。
ko: 문제가 발생했습니다.
ru: Что-то пошло не так.
zh_hant_tw: 出現了一點問題。
zh_hk: 出現了一點問題。

source: 分享导入已停止。
de: Der Freigabeimport wurde gestoppt.
en: Share import stopped.
es: Se ha detenido la importación compartida.
fr: L'importation de partage s'est arrêtée.
it: L'importazione della condivisione è stata interrotta.
ja: 共有インポートが停止しました。
ko: 공유 가져오기가 중지되었습니다.
ru: Общий импорт остановлен.
zh_hant_tw: 分享匯入已停止。
zh_hk: 分享導入已停止。

source: 分享扩展
de: Erweiterung teilen
en: Share Extension
es: compartir extensión
fr: partager l'extension
it: condividere l'estensione
ja: 拡張機能を共有
ko: 확장 공유
ru: расширение общего доступа
zh_hant_tw: 分享擴充
zh_hk: 分享擴充

source: 分块文件加密
de: Chunked-Dateiverschlüsselung
en: Chunked File Encryption
es: Cifrado de archivos fragmentados
fr: Cryptage de fichiers fragmentés
it: Crittografia dei file in blocchi
ja: チャンクファイルの暗号化
ko: 청크 파일 암호화
ru: Фрагментированное шифрование файлов
zh_hant_tw: 分塊檔案加密
zh_hk: 分塊檔案加密

source: 分时段
de: Zeitraum
en: Time-Based
es: periodo de tiempo
fr: période
it: periodo di tempo
ja: 期間
ko: 기간
ru: период времени
zh_hant_tw: 分時段
zh_hk: 分時段

source: 创建
de: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
ru: Создать
zh_hant_tw: 建立
zh_hk: 建立

source: 创建%@
de: %@ erstellen
en: Create %@
es: Crear %@
fr: Créer %@
it: Crea %@
ja: %@ を作成します
ko: %@ 만들기
ru: Создать %@
zh_hant_tw: 創建%@
zh_hk: 創建%@

source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hant_tw: 刪除
zh_hk: 刪除

source: 删除？
de: Löschen?
en: Delete?
es: ¿Eliminar?
fr: Supprimer ?
it: Eliminare?
ja: 削除しますか？
ko: 삭제하시겠습니까?
ru: Удалить?
zh_hant_tw: 刪除？
zh_hk: 刪除？

source: 删除原件
de: Original löschen
en: Delete Originals
es: Eliminar original
fr: Supprimer l'original
it: Elimina originale
ja: オリジナルを削除
ko: 원본 삭제
ru: Удалить оригинал
zh_hant_tw: 刪除原件
zh_hk: 刪除原件

source: 删除备份文件？
de: Sicherungsdateien löschen?
en: Delete Backup Files?
es: ¿Eliminar archivos de respaldo?
fr: Supprimer les fichiers de sauvegarde ?
it: Eliminare i file di backup?
ja: バックアップファイルを削除しますか?
ko: 백업 파일을 삭제하시겠습니까?
ru: Удалить файлы резервных копий?
zh_hant_tw: 刪除備份檔案？
zh_hk: 刪除備份檔案？

source: 删除相册
de: Album löschen
en: Delete Album
es: Eliminar álbum
fr: Supprimer l'album
it: Elimina l'album
ja: アルバムを削除する
ko: 앨범 삭제
ru: Удалить альбом
zh_hant_tw: 刪除相簿
zh_hk: 刪除相簿

source: 副空间
de: Unterraum
en: Secondary Space
es: subespacio
fr: sous-espace
it: sottospazio
ja: 亜空間
ko: 부분공간
ru: подпространство
zh_hant_tw: 副空間
zh_hk: 副空間

source: 即将删除
de: Steht kurz vor der Löschung
en: Deleting Soon
es: A punto de ser eliminado
fr: Sur le point d'être supprimé
it: In procinto di essere eliminato
ja: 削除されようとしています
ko: 삭제 예정
ru: Скоро будет удален
zh_hant_tw: 即將刪除
zh_hk: 即將刪除

source: 原始文件名
de: Originaldateiname
en: Original Filename
es: nombre de archivo original
fr: nom du fichier d'origine
it: nome del file originale
ja: 元のファイル名
ko: 원본 파일 이름
ru: исходное имя файла
zh_hant_tw: 原始檔名
zh_hk: 原始檔名

source: 双空间无感切换
de: Sensorlose Zweiraumschaltung
en: Seamless Dual Space Switching
es: Conmutación sin sensor de espacio dual
fr: Commutation sans capteur à double espace
it: Commutazione senza sensore a doppio spazio
ja: デュアルスペースセンサーレススイッチング
ko: 이중 공간 센서리스 스위칭
ru: Двойное бездатчиковое переключение
zh_hant_tw: 雙空間無感切換
zh_hk: 雙空間無感切換

source: 双空间设置
de: Dual-Space-Setup
en: Dual Space Settings
es: Configuración de doble espacio
fr: Configuration à double espace
it: Configurazione dello spazio doppio
ja: デュアルスペースセットアップ
ko: 이중 공간 설정
ru: Установка двойного пространства
zh_hant_tw: 雙空間設定
zh_hk: 雙空間設定

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена

source: 只能接收照片和视频。
de: Es können nur Fotos und Videos empfangen werden.
en: Only photos and videos can be accepted.
es: Sólo se pueden recibir fotos y videos.
fr: Seules les photos et vidéos peuvent être reçues.
it: È possibile ricevere solo foto e video.
ja: 写真と動画のみ受信可能です。
ko: 사진과 동영상만 수신 가능합니다.
ru: Можно получить только фотографии и видео.
zh_hant_tw: 只能接收照片和影片。
zh_hk: 只能接收相片和影片。

source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_hant_tw: 名稱
zh_hk: 名稱

source: 名称 A-Z
de: Nennen Sie A-Z
en: Name A-Z
es: Nombre A-Z
fr: Nom A-Z
it: Nome dalla A alla Z
ja: 名前 A ～ Z
ko: 이름 A~Z
ru: Имя от А до Я
zh_hant_tw: 名稱 A-Z
zh_hk: 名稱 A-Z

source: 名称 Z-A
de: NameZ-A
en: Name Z-A
es: NombreZ-A
fr: NomZ-A
it: NomeZ-A
ja: 名前Z-A
ko: 이름Z-A
ru: ИмяZ-A
zh_hant_tw: 名稱 Z-A
zh_hk: 名稱 Z-A

source: 启用
de: aktivieren
en: Enable
es: habilitar
fr: activer
it: abilitare
ja: 有効にする
ko: 활성화
ru: включить
zh_hant_tw: 啟用
zh_hk: 啟用

source: 启用后，强加密媒体库与强加密相册会使用更严格的内存解密预览链路；普通媒体库的缩略图、封面和点击预览不会受到影响。
de: Wenn diese Option aktiviert ist, verwenden die stark verschlüsselte Medienbibliothek und das stark verschlüsselte Fotoalbum einen strengeren Vorschaulink für die Speicherentschlüsselung. Die Miniaturansichten, Cover und Klickvorschauen gewöhnlicher Medienbibliotheken sind davon nicht betroffen.
en: When enabled, the Strong Protection Library and Strong Protection Albums use a stricter in-memory decryption preview pipeline. Thumbnails, covers, and tap-to-preview in the regular library are not affected.
es: Cuando está habilitado, la biblioteca multimedia fuertemente cifrada y el álbum de fotos fuertemente cifrado utilizarán un enlace de vista previa de descifrado de memoria más estricto; las miniaturas, portadas y vistas previas de clics de las bibliotecas multimedia normales no se verán afectadas.
fr: Lorsqu'ils sont activés, la bibliothèque multimédia fortement cryptée et l'album photo fortement crypté utiliseront un lien de prévisualisation de décryptage de mémoire plus strict ; les vignettes, couvertures et aperçus de clics des bibliothèques multimédias ordinaires ne seront pas affectés.
it: Se abilitati, il catalogo multimediale e l'album fotografico fortemente crittografati utilizzeranno un collegamento di anteprima della decrittografia della memoria più rigoroso; le miniature, le copertine e le anteprime dei clic delle normali librerie multimediali non saranno interessate.
ja: 有効にすると、強力に暗号化されたメディア ライブラリと強力に暗号化されたフォト アルバムは、より厳格なメモリ復号化プレビュー リンクを使用します。通常のメディア ライブラリのサムネイル、カバー、クリック プレビューは影響を受けません。
ko: 활성화되면 강력하게 암호화된 미디어 라이브러리와 강력하게 암호화된 사진 앨범은 더욱 엄격한 메모리 암호 해독 미리 보기 링크를 사용합니다. 일반 미디어 라이브러리의 썸네일, 커버 및 클릭 미리보기는 영향을 받지 않습니다.
ru: Если этот параметр включен, сильно зашифрованная медиатека и сильно зашифрованный фотоальбом будут использовать более строгую ссылку предварительного просмотра расшифровки памяти; миниатюры, обложки и предварительный просмотр обычных медиабиблиотек не будут затронуты.
zh_hant_tw: 啟用後，強加密媒體庫與強加密相簿會使用更嚴格的記憶體解密預覽連結；普通媒體庫的縮圖、封面和點擊預覽不會受到影響。
zh_hk: 啟用後，強加密媒體庫與強加密相簿會使用更嚴格嘅記憶體解密預覽連結；普通媒體庫嘅縮圖、封面和點擊預覽不會受到影響。

source: 启用高级数据保护？
de: Erweiterten Datenschutz aktivieren?
en: Enable Advanced Data Protection?
es: ¿Habilitar la protección de datos avanzada?
fr: Activer la protection avancée des données ?
it: Abilitare la protezione avanzata dei dati?
ja: 高度なデータ保護を有効にしますか?
ko: 고급 데이터 보호를 활성화하시겠습니까?
ru: Включить расширенную защиту данных?
zh_hant_tw: 啟用進階資料保護？
zh_hk: 啟用進階數據保護？

source: 商品正在加载中，请稍后再试。
de: Die Produkte werden geladen. Bitte versuchen Sie es später noch einmal.
en: Products are still loading. Please try again shortly.
es: Los productos se están cargando, inténtalo de nuevo más tarde.
fr: Les produits sont en cours de chargement, veuillez réessayer plus tard.
it: I prodotti sono in fase di caricamento, riprova più tardi.
ja: 製品を読み込んでいます。後でもう一度お試しください。
ko: 제품을 로드하는 중입니다. 나중에 다시 시도해 주세요.
ru: Товары загружаются, повторите попытку позже.
zh_hant_tw: 商品正在加載中，請稍後再試。
zh_hk: 商品正在加載中，請稍後再試。

source: 四位数字
de: vierstellig
en: 4-Digit PIN
es: cuatro dígitos
fr: quatre chiffres
it: quattro cifre
ja: 4桁の数字
ko: 네 자리
ru: четыре цифры
zh_hant_tw: 四位數
zh_hk: 四位數

source: 回收站
de: Papierkorb
en: Trash
es: papelera de reciclaje
fr: corbeille
it: cestino
ja: ゴミ箱
ko: 휴지통
ru: мусорная корзина
zh_hant_tw: 垃圾桶

source: 回收站文件保留
de: Aufbewahrung von Dateien im Papierkorb
en: Keep Files in Trash
es: Retención de archivos en la papelera de reciclaje
fr: Conservation des fichiers de la corbeille
it: Conservazione dei file nel cestino
ja: ごみ箱ファイルの保持
ko: 휴지통 파일 보존
ru: Сохранение файлов корзины
zh_hant_tw: 垃圾桶文件保留

source: 固定空间
de: fester Raum
en: Fixed Space
es: espacio fijo
fr: espace fixe
it: spazio fisso
ja: 固定スペース
ko: 고정된 공간
ru: фиксированное пространство
zh_hant_tw: 固定空間
zh_hk: 固定空間

source: 图片和视频都可以同时出现在多个相册中。
de: Sowohl Bilder als auch Videos können gleichzeitig in mehreren Alben angezeigt werden.
en: Photos and videos can appear in multiple albums simultaneously.
es: Tanto las imágenes como los vídeos pueden aparecer en varios álbumes al mismo tiempo.
fr: Les images et les vidéos peuvent apparaître dans plusieurs albums en même temps.
it: Sia le foto che i video possono essere visualizzati in più album contemporaneamente.
ja: 写真とビデオは両方とも複数のアルバムに同時に表示できます。
ko: 사진과 비디오가 동시에 여러 앨범에 나타날 수 있습니다.
ru: И изображения, и видео могут появляться в нескольких альбомах одновременно.
zh_hant_tw: 圖片和影片都可以同時出現在多個相簿中。
zh_hk: 圖片和影片都可以同時出現在多個相簿中。

source: 在创建了两个空间之后，您可以通过“设置 -> 密码与空间 -> 双空间管理”相同界面下的双空间管理来选择使用生物识别信息来解锁的是哪一个空间，也可以按照具体的时段来选择解锁的空间
de: Nachdem Sie zwei Bereiche erstellt haben, können Sie mithilfe der Dual-Space-Verwaltung unter derselben Schnittstelle „Einstellungen -> Passwort und Space -> Dual-Space-Verwaltung“ auswählen, welcher Bereich mithilfe biometrischer Informationen entsperrt werden soll, oder Sie können den zu entsperrenden Bereich nach bestimmten Zeiträumen auswählen.
en: After creating two spaces, you can go to Settings -> Password & Spaces -> Dual Space Management to choose which space Face ID or Touch ID unlocks. You can also choose the unlock target based on time.
es: Después de crear dos espacios, puede elegir qué espacio desbloquear usando información biométrica a través de la administración de espacio dual en la misma interfaz de "Configuración -> Contraseña y espacio -> Administración de espacio dual", o puede elegir el espacio a desbloquear según períodos de tiempo específicos.
fr: Après avoir créé deux espaces, vous pouvez choisir quel espace déverrouiller à l'aide des informations biométriques via la gestion de double espace sous la même interface de "Paramètres -> Mot de passe et espace -> Gestion de double espace", ou vous pouvez choisir l'espace à déverrouiller en fonction de périodes spécifiques.
it: Dopo aver creato due spazi, puoi scegliere quale spazio sbloccare utilizzando le informazioni biometriche attraverso la gestione del doppio spazio nella stessa interfaccia di "Impostazioni -> Password e spazio -> Gestione doppio spazio", oppure puoi scegliere lo spazio da sbloccare in base a periodi di tempo specifici.
ja: 2 つのスペースを作成した後、「設定 -> パスワードとスペース -> デュアル スペース管理」の同じインターフェイスで、デュアル スペース管理を通じて生体情報を使用してロックを解除するスペースを選択したり、特定の期間に応じてロックを解除するスペースを選択したりできます。
ko: 두 개의 공간을 생성한 후, 동일한 인터페이스인 "설정 -> 비밀번호 및 공간 -> 듀얼 공간 관리"에서 듀얼 공간 관리를 통해 생체 정보를 이용해 잠금 해제할 공간을 선택하거나, 특정 시간대에 따라 잠금 해제할 공간을 선택할 수 있습니다.
ru: После создания двух пространств вы можете выбрать, какое пространство разблокировать, используя биометрическую информацию, посредством управления двойным пространством в том же интерфейсе «Настройки -> Пароль и пространство -> Управление двойным пространством», или вы можете выбрать пространство для разблокировки в соответствии с определенными периодами времени.
zh_hant_tw: 在創建了兩個空間之後，您可以透過「設定 -> 密碼與空間 -> 雙空間管理」相同介面下的雙空間管理來選擇使用生物辨識資訊來解鎖的是哪一個空間，也可以按照特定的時段來選擇解鎖的空間
zh_hk: 在創建了兩個空間之後，您可以透過「設定 -> 密碼與空間 -> 雙空間管理」相同介面下嘅雙空間管理來選擇使用生物辨識資訊來解鎖嘅是哪一個空間，也可以按照特定嘅時段來選擇解鎖嘅空間

source: 在左侧选择一个相册后，这里会显示对应内容。
de: Nachdem Sie links ein Album ausgewählt haben, wird hier der entsprechende Inhalt angezeigt.
en: Select an album on the left to view it here.
es: Después de seleccionar un álbum a la izquierda, el contenido correspondiente se mostrará aquí.
fr: Après avoir sélectionné un album sur la gauche, le contenu correspondant sera affiché ici.
it: Dopo aver selezionato un album a sinistra, il contenuto corrispondente verrà visualizzato qui.
ja: 左側でアルバムを選択すると、対応するコンテンツがここに表示されます。
ko: 왼쪽에서 앨범을 선택하면 해당 콘텐츠가 여기에 표시됩니다.
ru: После выбора альбома слева здесь будет отображаться соответствующий контент.
zh_hant_tw: 在左側選擇一個相簿後，這裡會顯示對應內容。
zh_hk: 在左側選擇一個相簿後，呢度會顯示對應內容。

source: 备份与恢复
de: Sicherung und Wiederherstellung
en: Backup & Restore
es: Copia de seguridad y recuperación
fr: Sauvegarde et récupération
it: Backup e ripristino
ja: バックアップとリカバリ
ko: 백업 및 복구
ru: Резервное копирование и восстановление
zh_hant_tw: 備份與復原
zh_hk: 備份與恢復

source: 备份中缺少文件数据：%@
de: Dateidaten fehlen im Backup: %@
en: Missing file data in backup: %@
es: Faltan datos de archivo en la copia de seguridad: %@
fr: Données de fichier manquantes dans la sauvegarde : %@
it: Dati del file mancanti dal backup: %@
ja: ファイル データがバックアップから欠落しています: %@
ko: 백업에서 파일 데이터가 누락되었습니다: %@
ru: Данные файла отсутствуют в резервной копии: %@
zh_hant_tw: 備份中缺少檔案資料：%@
zh_hk: 備份中缺少檔案數據：%@

source: 备份功能仅可以备份当前空间，请妥善保存导出的 `.vault` 文件。恢复数据时会把备份合并到当前空间。
de: Die Backup-Funktion kann nur den aktuellen Speicherplatz sichern. Bitte speichern Sie die exportierte „.vault“-Datei ordnungsgemäß. Beim Wiederherstellen von Daten wird das Backup in den aktuellen Speicherplatz eingefügt.
en: Backups only include the current space. Keep the exported `.vault` file safe. Restoring merges the backup into the current space.
es: La función de copia de seguridad solo puede realizar una copia de seguridad del espacio actual. Guarde correctamente el archivo `.vault` exportado. Al restaurar datos, la copia de seguridad se fusionará en el espacio actual.
fr: La fonction de sauvegarde ne peut sauvegarder que l'espace actuel. Veuillez enregistrer correctement le fichier « .vault » exporté. Lors de la restauration des données, la sauvegarde sera fusionnée dans l'espace actuel.
it: La funzione di backup può eseguire il backup solo dello spazio corrente. Salvare correttamente il file `.vault` esportato. Durante il ripristino dei dati, il backup verrà unito nello spazio corrente.
ja: バックアップ機能は現在のスペースのみをバックアップできます。エクスポートした `.vault` ファイルを適切に保存してください。データを復元すると、バックアップは現在のスペースにマージされます。
ko: 백업 기능은 현재 공간만 백업할 수 있습니다. 내보낸 `.vault` 파일을 올바르게 저장하세요. 데이터를 복원할 때 백업은 현재 공간에 병합됩니다.
ru: Функция резервного копирования может создавать резервную копию только текущего пространства. Пожалуйста, сохраните экспортированный файл `.vault` правильно. При восстановлении данных резервная копия будет объединена с текущим пространством.
zh_hant_tw: 備份功能僅可備份目前空間，請妥善儲存匯出的 `.vault` 檔案。恢復資料時會把備份合併到目前空間。
zh_hk: 備份功能僅可備份目前空間，請妥善儲存導出嘅 `.vault` 檔案。恢復數據時會把備份合併到目前空間。

source: 备份已保存
de: Sicherung gespeichert
en: Backup Saved
es: Copia de seguridad guardada
fr: Sauvegarde enregistrée
it: Backup salvato
ja: バックアップが保存されました
ko: 백업이 저장되었습니다
ru: Резервная копия сохранена.
zh_hant_tw: 備份已儲存
zh_hk: 備份已儲存

source: 备份已保存，已生成 %lld 个备份文件。
de: Sicherung gespeichert, %lld Sicherungsdateien generiert.
en: Backup saved. %lld backup files were created.
es: Copia de seguridad guardada, %lld archivos de copia de seguridad generados.
fr: Sauvegarde enregistrée, %lld fichiers de sauvegarde générés.
it: Backup salvato, %lld file di backup generati.
ja: バックアップが保存され、%lld バックアップ ファイルが生成されました。
ko: 백업이 저장되었으며 %lld개의 백업 파일이 생성되었습니다.
ru: Резервная копия сохранена, создано %lld файлов резервной копии.
zh_hant_tw: 備份已儲存，已產生 %lld 個備份檔案。
zh_hk: 備份已儲存，已產生 %lld 個備份檔案。
